app/Controllers/Driver.php

SELECT *
FROM `drivers`
---
    public function index()
    {

        $data = [
            'title' => "Driver",
            'nav' => "driver",
            'list' => $this->drivermodel->findAll(),